# vim: set filetype=ruby
brew 'bash'
brew 'bash-completion@2'
brew 'bat'
brew 'ctags'
brew 'curl'
brew 'docker-completion'
brew 'docker-compose-completion'
brew 'docker-machine-completion'
brew 'exa'
brew 'fd'
brew 'fzf'
brew 'git'
brew 'git-delta'
brew 'gnupg'
brew 'htop'
brew 'httpie'
brew 'httpstat'
brew 'hub'
brew 'jq'
brew 'lnav'
brew 'mas'
brew 'mosh'
brew 'mtr'
brew 'pstree'
brew 'reattach-to-user-namespace'
brew 'rename'
brew 'ripgrep'
brew 'rsync'
brew 'fnm'
brew 'shfmt'
brew 'speedtest-cli'
brew 'stow'
brew 'temuxinator'
brew 'terminal-notifier'
brew 'tldr'
brew 'tmux'
brew 'trash'
brew 'tree'
brew 'vim'
brew 'yarn'
brew 'yarn-completion'

brew 'coreutils'
brew 'diffutils'
brew 'findutils'
brew 'gawk'
brew 'gnu-getopt'
brew 'gnu-indent'
brew 'gnu-sed'
brew 'gnu-tar'
brew 'gnu-time'
brew 'gnutls'
brew 'grep'
brew 'moreutils'

cask 'homebrew/cask-fonts/font-inconsolata'
cask 'homebrew/cask-fonts/font-hack-nerd-font'

cask_args appdir: "/Applications"
cask 'alfred'
cask 'bartender'
cask 'bitbar'
cask 'docker'
cask 'dropbox'
cask 'google-cloud-sdk'
cask 'istat-menus'
cask 'iterm2'
cask 'keybase'
cask 'signal'
cask 'slack'
cask 'transmit'
cask 'tripmode'
cask 'tunnelblick'
cask 'veracrypt'
cask 'whatsapp'

mas 'Amphetamine', id: 937984704
mas 'Monosnap', id: 540348655
mas 'Moom', id: 419330170
mas 'Wallcat', id: 1000397973
mas 'YubiKey Personalization Tool', id: 638161122
mas 'Pixelmator', id: 407963104
mas 'NextDNS', id: 1464122853
mas 'Things 3', id: 904280696
mas 'Monosnap', id: 540348655
mas '1Password 7', id: 1333542190
