# vim: set filetype=ruby
brew 'bash'
brew 'bash-completion@2'
brew 'ctags'
brew 'curl'
brew 'docker-completion'
brew 'docker-compose-completion'
brew 'docker-machine-completion'
brew 'exa'
brew 'fd'
brew 'fzf'
brew 'git'
brew 'gnupg'
brew 'htop'
brew 'httpie'
brew 'httpstat'
brew 'hub'
brew 'jq'
brew 'lnav'
brew 'mas'
brew 'mosh'
brew 'mtr'
brew 'pstree'
brew 'reattach-to-user-namespace'
brew 'rename'
brew 'ripgrep'
brew 'rsync'
brew 'shfmt'
brew 'speedtest-cli'
brew 'stow'
brew 'terminal-notifier'
brew 'tmux'
brew 'tldr'
brew 'tree'
brew 'vim'
brew 'yarn-completion'

brew 'coreutils', args: ['with-default-names']
brew 'findutils', args: ['with-default-names']
brew 'gawk', args: ['with-default-names']
brew 'gnu-getopt', args: ['with-default-names']
brew 'gnu-indent', args: ['with-default-names']
brew 'gnu-sed', args: ['with-default-names']
brew 'gnu-tar', args: ['with-default-names']
brew 'gnu-time', args: ['with-default-names']
brew 'gnutls', args: ['with-default-names']
brew 'diffutils', args: ['with-default-names']
brew 'grep', args: ['with-default-names']

cask 'homebrew/cask-fonts/font-inconsolata'
cask 'homebrew/cask-fonts/font-hack-nerd-font'

cask_args appdir: "/Applications"
cask '1password'
cask 'alfred'
cask 'bartender'
cask 'bitbar'
cask 'docker'
cask 'dropbox'
cask 'fantastical'
cask 'firefox'
cask 'flux'
cask 'gitter'
cask 'google-chrome'
cask 'istat-menus'
cask 'iterm2'
cask 'keybase'
cask 'magicprefs'
cask 'ngrok'
cask 'signal'
cask 'slack'
cask 'transmit'
cask 'tripmode'
cask 'tunnelblick'
cask 'veracrypt'
cask 'whatsapp'

mas 'Amphetamine', id: 937984704
mas 'Bear', id: 1091189122
mas 'Monosnap', id: 540348655
mas 'Moom', id: 419330170
mas 'NordVPN IKE', id: 1116599239
mas 'Wallcat', id: 1000397973
mas 'YubiKey Personalization Tool', id: 638161122
