# vim: set filetype=ruby
brew 'bash'
brew 'bash-completion@2'
brew 'bat'
brew 'blueutil'
brew 'ctags'
brew 'curl'
brew 'docker-completion'
brew 'docker-compose-completion'
brew 'docker-machine-completion'
brew 'exa'
brew 'fd'
brew 'fnm'
brew 'fzf'
brew 'git'
brew 'git-delta'
brew 'gnupg'
brew 'htop'
brew 'httpie'
brew 'httpstat'
brew 'hub'
brew 'jq'
brew 'lnav'
brew 'mas'
brew 'mosh'
brew 'mtr'
brew 'neovim'
brew 'pstree'
brew 'rclone'
brew 'reattach-to-user-namespace'
brew 'rename'
brew 'ripgrep'
brew 'rsync'
brew 'shfmt'
brew 'speedtest-cli'
brew 'stow'
brew 'terminal-notifier'
brew 'tldr'
brew 'tmux'
brew 'tmuxinator'
brew 'trash'
brew 'tree'
brew 'vim'
brew 'yamllint'
brew 'yarn'
brew 'yarn-completion'

brew 'coreutils'
brew 'diffutils'
brew 'findutils'
brew 'gawk'
brew 'gnu-getopt'
brew 'gnu-indent'
brew 'gnu-sed'
brew 'gnu-tar'
brew 'gnu-time'
brew 'gnutls'
brew 'grep'
brew 'moreutils'

tap 'homebrew/cask-fonts'
cask 'font-fira-code'

cask_args appdir: "/Applications"
# cask 'keybase'
# cask 'slack'
# cask 'veracrypt'
cask 'alfred'
cask 'bartender'
cask 'bitbar'
cask 'docker'
cask 'istat-menus'
cask 'karabiner-elements'
cask 'signal'
cask 'transmit'
cask 'visual-studio-code'
cask 'whatsapp'

mas '1Blocker', id: 1107421413
mas 'Amphetamine', id: 937984704
mas 'Color Picker', id: 1545870783
mas 'Instapaper Save', id: 1481302432
mas 'MeetingBar', id: 1532419400
mas 'Moom', id: 419330170
mas 'NextDNS', id: 1464122853
mas 'Parcel', id: 639968404
mas 'Pixelmator', id: 407963104
mas 'Raindrop.io for Safari', id: 957810159
mas 'Ring', id: 1142753258
mas 'TranslateMe', id: 1448316680
mas 'Wallcat', id: 1000397973
