brew 'autojump'
brew 'aws-shell'
brew 'cmake'
brew 'curl'
brew 'coreutils'
brew 'dirmngr'
brew 'dnsmasq'
brew 'docker-machine-nfs'
brew 'fswatch'
brew 'gnu-time'
brew 'gnupg'
brew 'gpg-agent'
brew 'httpie'
brew 'imagemagick'
brew 'libusb-compat'
brew 'mobile-shell'
brew 'mongodb'
brew 'perl'
brew 'pstree'
brew 'python'
brew 'python3'
brew 'ruby'
brew 'stow'
brew 'the_silver_searcher'
brew 'tmux'
brew 'tree'
brew 'vim'
brew 'wget'
brew 'yarn'
brew 'zsh'
